Repository: anthonyteti/mapbox-navigation-ios
Catalog: Sources/MapboxNavigationUIKit/Resources/*.lproj/Localizable.strings
Languages: bg, cs, el, et, hr, is, it, lt, ro, sk, sl, sq, th, zh_hans, zh_hant

source: Back
bg: Назад
cs: Zpět
el: Πίσω
et: Tagasi
hr: Natrag
is: Til baka
it: Indietro
lt: Atgal
ro: Înapoi
sk: Späť
sl: Nazaj
sq: Kthehu
th: กลับ
zh_hans: 返回
zh_hant: 後退

# CARPLAY_ALTERNATIVES
source: Alternatives
bg: Алтернативи
cs: Alternativy
el: Εναλλακτικές
et: Alternatiivid
hr: Alternative
is: Valkostir
it: Alternative
ro: Alternative
sk: Alternatívy
sl: Alternative
sq: Alternativa
th: ทางเลือก
zh_hans: 替代方案
zh_hant: 替代方案

# CARPLAY_ALTERNATIVES_EMPTY_SUBTITLE
source: No alternative routes found.
bg: Не са намерени алтернативни маршрути.
cs: Nebyly nalezeny žádné alternativní trasy.
el: Δεν βρέθηκαν εναλλακτικές διαδρομές.
et: Alternatiivseid marsruute ei leitud.
hr: Nisu pronađene alternativne rute.
is: Engar aðrar leiðir fundust.
it: Nessun percorso alternativo trovato.
ro: Nu au fost găsite rute alternative.
sk: Neboli nájdené žiadne alternatívne trasy.
sl: Ni alternativnih poti.
sq: Nuk u gjetën rrugë alternative.
th: ไม่พบเส้นทางอื่น
zh_hans: 未找到替代路线。
zh_hant: 未找到替代路線。

# CARPLAY_ARRIVED
source: You have arrived
bg: Вие пристигнахте
cs: Dorazili jste
el: Φτάσατε
et: Olete kohale jõudnud
hr: Stigli ste
is: Þú ert kominn á áfangastað
it: Siete arrivati
lt: Jūs atvykote
ro: Ați ajuns
sk: Dorazili ste
sl: Prispeli ste
sq: Keni mbërritur
th: คุณมาถึงแล้ว
zh_hans: 您已到达
zh_hant: 你已到达目的地

# CARPLAY_ARRIVED_MESSAGE
source: What would you like to do?
bg: Какво бихте искали да правите?
cs: Co byste chtěli udělat?
el: Τι θα θέλατε να κάνετε
et: Mida soovite teha?
hr: Što želite učiniti?
is: Hvað viltu gera?
it: Cosa ti piacerebbe fare?
lt: Ką norėtum veikti?
ro: Ce ai dori să faci?
sk: Čo by ste chceli urobiť?
sl: Kaj bi rad počel?
sq: Çfarë dëshironi të bëni?
th: คุณต้องการทำอะไร?
zh_hans: 您想要做什么？
zh_hant: 你想做什麼？

# CARPLAY_CONTINUE
source: Continue
bg: Продължи
cs: Pokračovat
el: Συνέχεια
et: Jätka
hr: Nastavi
is: Halda áfram
it: Continua
lt: Tęsti
ro: Continuă
sk: Pokračovať
sl: Nadaljuj
sq: Vazhdo
th: ดำเนินการต่อ
zh_hans: 继续
zh_hant: 繼續

# CARPLAY_CURRENT_LOCATION
source: Current Location
bg: Текущо местоположение
cs: Aktuální poloha
el: Τρέχουσα τοποθεσία
et: Praegune asukoht
hr: Trenutna lokacija
is: Núverandi staðsetning
it: Posizione attuale
ro: Locație curentă
sk: Aktuálna poloha
sl: Trenutna lokacija
sq: Vendndodhja Aktual
th: ตำแหน่งปัจจุบัน
zh_hans: 当前位置
zh_hant: 目前位置

# CARPLAY_DISMISS
source: Dismiss
bg: Отхвърли
cs: Zavřít
el: Απόρριψη
et: Loobu
hr: Odbaci
is: Hafna
it: Ignora
lt: Atmesti
ro: Închide
sk: Zrušiť
sl: Opusti
sq: Mbyll
th: ปิด
zh_hans: 关闭
zh_hant: 解僱

# CARPLAY_END
source: End
bg: Край
cs: Konec
el: Τέλος
et: Lõpeta
hr: Završi
is: Enda
it: Fine
lt: Pabaiga
ro: Încheiere
sk: Koniec
sl: Končaj
sq: Përfundo
th: สิ้นสุด
zh_hans: 结束
zh_hant: 結尾

# CARPLAY_EXIT_NAVIGATION
source: Exit navigation
bg: Изход от навигацията
cs: Ukončit navigaci
el: Έξοδος από την πλοήγηση
et: Välju navigeerimisest
hr: Izađi iz navigacije
is: Hætta við leiðsögn
it: Esci dalla navigazione
lt: Išeikite iš navigacijos
ro: Ieșire din navigație
sk: Ukončiť navigáciu
sl: Izhod iz navigacije
sq: Dil nga navigimi
th: ออกจากการนำทาง
zh_hans: 退出导航
zh_hant: 退出導航

# CARPLAY_FEEDBACK
source: Feedback
bg: Обратна връзка
cs: Zpětná vazba
el: Σχόλια
et: Tagasiside
hr: Povratne informacije
is: Endurgjöf
lt: Atsiliepimai
sk: Spätná väzba
sl: Povratne informacije
sq: Komente
th: ข้อเสนอแนะ
zh_hans: 反馈
zh_hant: 回饋

# CARPLAY_GO
source: Go
bg: Върви
cs: Jít
el: Εκκίνηση
et: Mine
hr: Kreni
is: Fara
it: Andare
lt: Eik
ro: Pornire
sk: Choď
sl: Pojdi
sq: Shko
th: ไป
zh_hans: 开始
zh_hant: 去

# CARPLAY_MORE_ROUTES
source: More Routes
bg: Още маршрути
cs: Další trasy
el: Περισσότερες διαδρομές
et: Rohkem marsruute
hr: Više ruta
is: Fleiri leiðir
it: Altri percorsi
lt: Daugiau maršrutų
ro: Mai multe rute
sk: Viac trás
sl: Več poti
sq: Më shumë Rrugë
th: เส้นทางเพิ่มเติม
zh_hans: 更多路线
zh_hant: 更多航線

# CARPLAY_MUTE
source: Mute
bg: Без звук
cs: Ztlumit
el: Σίγαση
et: Vaigista
hr: Isključi zvuk
is: Þagga niður
it: Muto
lt: Nutildyti
ro: Dezactivare sunet
sk: Stlmiť
sl: Utišaj
sq: Hesht
th: ปิดเสียง
zh_hans: 静音
zh_hant: 沉默的

# CARPLAY_OVERVIEW
source: Overview
bg: Общ преглед
cs: Přehled
el: Επισκόπηση
et: Ülevaade
hr: Pregled
is: Yfirlit
it: Panoramica
lt: Apžvalga
ro: Prezentare generală
sk: Prehľad
sl: Pregled
sq: Përmbledhje
th: ภาพรวม
zh_hans: 概览
zh_hant: 概述

# CARPLAY_PREVIEW_BACK
source: Back
bg: Назад
cs: Zpět
el: Πίσω
et: Tagasi
hr: Natrag
is: Til baka
it: Indietro
lt: Atgal
ro: Înapoi
sk: Späť
sl: Nazaj
sq: Kthehu
th: กลับ
zh_hans: 返回
zh_hant: 後退

# CARPLAY_RATE_RIDE
source: Rate your ride
bg: Оценете вашето пътуване
cs: Ohodnoťte svou jízdu
el: Βαθμολογήστε τη διαδρομή σας
et: Hinda oma sõitu
hr: Ocijenite svoju vožnju
is: Gefðu ferðinni einkunn
it: Valuta la tua corsa
lt: Įvertinkite savo važiavimą
ro: Evaluează-ți călătoria
sk: Ohodnoťte svoju jazdu
sl: Ocenite svojo vožnjo
sq: Vlerësoni udhëtimin tuaj
th: ให้คะแนนการเดินทางของคุณ
zh_hans: 评价您的行程
zh_hant: 評價您的行程

# CARPLAY_RATE_TRIP
source: Rate your trip
bg: Оценете вашето пътуване
cs: Ohodnoťte svou cestu
el: Βαθμολογήστε το ταξίδι σας
et: Hinda oma reisi
hr: Ocijenite svoje putovanje
is: Metið ferðina ykkar
it: Valuta il tuo viaggio
lt: Įvertinkite savo kelionę
ro: Evaluează-ți călătoria
sk: Ohodnoťte svoju cestu
sl: Ocenite svoje potovanje
sq: Vlerëso udhëtimin tënd
th: ให้คะแนนการเดินทางของคุณ
zh_hans: 评价您的行程
zh_hant: 给本次行程评分

# CARPLAY_SUBMITTED_FEEDBACK
source: Submitted
bg: Изпратено
cs: Odesláno
el: Υποβλήθηκε
et: Esitatud
hr: Poslano
is: Sent
it: Inviato
lt: Pateikta
ro: Trimis
sk: Odoslané
sl: Poslano
sq: Dërguar
th: ส่งแล้ว
zh_hans: 已提交
zh_hant: 已提交

# CARPLAY_UNMUTE
source: Unmute
bg: Включване на звука
cs: Zapnout zvuk
el: Σίγαση
et: Heli sisse
hr: Uključi zvuk
is: Hljóð á
it: Disattiva audio
lt: Įjungti garsą
ro: Anulează dezactivarea sunetului
sk: Zapnúť zvuk
sl: Vklopi zvok
sq: Çaktivizo heshtjen
th: เปิดเสียง
zh_hans: 取消静音
zh_hant: 取消靜音

# DISMISS_STEPS_TITLE
source: Close
bg: Затвори
cs: Zavřít
el: Κλείσιμο
et: Sulge
hr: Zatvori
is: Loka
it: Vicino
lt: Uždaryti
ro: Închide
sk: Zavrieť
sl: Zapri
sq: Mbyll
th: ปิด
zh_hans: 关闭
zh_hant: 关闭

# END_OF_ROUTE_ARRIVED
source: You have arrived
bg: Вие пристигнахте
cs: Dorazili jste
el: Φτάσατε
et: Olete kohale jõudnud
hr: Stigli ste
is: Þú ert komin(n) á áfangastað
it: Sei arrivato
lt: Jūs atvykote
ro: Ați ajuns
sk: Dorazili ste
sl: Prišli ste
sq: Keni mbërritur
th: คุณได้มาถึงแล้ว
zh_hans: 您已到达
zh_hant: 你已到达目的地

# END_OF_ROUTE_TITLE
source: How can we improve?
bg: Как можем да подобрим?
cs: Jak to můžeme zlepšit?
el: Πώς μπορούμε να βελτιωθούμε;
et: Kuidas saaksime paremaks muuta?
hr: Kako možemo poboljšati?
is: Hvernig getum við bætt okkur?
it: Come possiamo migliorare?
lt: Kaip galime tobulėti?
ro: Cum putem îmbunătăți?
sk: Ako môžeme zlepšiť?
sl: Kako lahko izboljšamo?
sq: Si mund të përmirësohemi?
th: เราจะปรับปรุงได้อย่างไร?
zh_hans: 我们如何改进？
zh_hant: 针对本次导航有何意见？

# FASTER_ALTERNATIVE
source: %@ faster
bg: %@ по-бързо
cs: %@ rychlejší
el: %@ πιο γρήγορα
et: %@ kiirem
hr: %@ brže
is: %@ hraðar
it: %@ Più veloce
lt: %@ greičiau
ro: %@ mai rapid
sk: %@ rýchlejšie
sl: %@ hitreje
sq: %@ më shpejt
th: %@ เร็วกว่า
zh_hans: %@ 更快
zh_hant: %@快點

source: Faster Route Found
bg: Открит по-бърз маршрут
cs: Byla nalezena rychlejší trasa
el: Βρέθηκε ταχύτερη διαδρομή
et: Kiirem marsruut leitud
hr: Pronađena brža ruta
is: Hraðari leið fannst
it: Trovato percorso più veloce
lt: Rastas greitesnis maršrutas
ro: Rută mai rapidă găsită
sk: Nájdená rýchlejšia trasa
sl: Najdena hitrejša pot
sq: U gjet një rrugë më e shpejtë
th: พบเส้นทางที่เร็วกว่า
zh_hans: 发现更快的路线
zh_hant: 发现一条更快的路线

# FEEDBACK_THANK_YOU
source: Thank you for your report!
bg: Благодаря ви за доклада!
cs: Děkujeme za vaši zprávu!
el: Σας ευχαριστούμε για την αναφορά σας!
et: Aitäh teie aruande eest!
hr: Hvala vam na vašem izvješću!
is: Takk fyrir skýrsluna þína!
it: Grazie per la segnalazione!
lt: Dėkojame už pranešimą!
ro: Vă mulțumim pentru raportul dumneavoastră!
sk: Ďakujeme za vašu správu!
sl: Hvala za vaše poročilo!
sq: Faleminderit për raportin tuaj!
th: ขอบคุณสำหรับรายงานของคุณ!
zh_hans: 感谢您的反馈！
zh_hant: 谢谢您的反馈！

# FEEDBACK_TITLE
source: Report Problem
bg: Докладвайте за проблем
cs: Nahlásit problém
el: Αναφορά προβλήματος
et: Teata probleemist
hr: Prijavi problem
is: Tilkynna vandamál
it: Segnala un problema
lt: Pranešti apie problemą
ro: Raportează problemă
sk: Nahlásiť problém
sl: Prijavi težavo
sq: Raporto Problem
th: รายงานปัญหา
zh_hans: 报告问题
zh_hant: 问题上报

source: Wrong speed limit
bg: Грешно ограничение на скоростта
cs: Nesprávný rychlostní limit
el: Λάθος όριο ταχύτητας
et: Vale kiiruspiirang
hr: Pogrešno ograničenje brzine
is: Rangt hámarkshraða
it: Limite di velocità sbagliato
lt: Neteisingas greičio apribojimas
ro: Limită de viteză greșită
sk: Nesprávny rýchlostný limit
sl: Napačna omejitev hitrosti
sq: Kufizim i gabuar i shpejtësisë
th: จำกัดความเร็วผิด
zh_hans: 错误的限速
zh_hant: 錯誤的速度限制

source: Other
bg: Други
cs: Ostatní
el: Άλλο
et: Muu
hr: Ostalo
is: Annað
it: Altro
lt: Kita
ro: Altele
sk: Iné
sl: Drugo
sq: Tjetër
th: อื่นๆ
zh_hans: 其他
zh_hant: 其他

# LEG_MAJOR_WAYS_FORMAT
source: %1$@ and %2$@
bg: %1$@ и %2$@
cs: %1$@ a %2$@
el: %1$@ και %2$@
et: %1$@ ja %2$@
hr: %1$@ i %2$@
is: %1$@ og %2$@
it: %1$@ e %2$@
lt: %1$@ ir %2$@
ro: %1$@ și %2$@
sk: %1$@ a %2$@
sl: %1$@ in %2$@
sq: %1$@ dhe %2$@
th: %1$@ และ %2$@
zh_hans: %1$@ 和 %2$@
zh_hant: %1$@和%2$@

# LONGER_ALTERNATIVE
source: %@ longer
bg: %@ по-дълго
cs: %@ delší
el: %@ περισσότερο
et: %@ pikem
hr: %@ duže
is: %@ lengra
it: %@ più lungo
lt: %@ ilgiau
ro: %@ mai lung
sk: %@ dlhšie
sl: %@ daljša
sq: %@ më e gjatë
th: %@ ยาวกว่า
zh_hans: %@ 更长
zh_hant: %@不再

# NAVIGATION_REPORT_CANCEL
source: Cancel
bg: Отказ
cs: Zrušit
el: Ακύρωση
et: Tühista
hr: Odustani
is: Hætta við
it: Annulla
lt: Atšaukti
ro: Anulează
sk: Zrušiť
sl: Prekliči
sq: Anulo
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

# NO_RATING
source: No rating set.
bg: Няма зададена оценка.
cs: Hodnocení není nastaveno.
el: Δεν έχει οριστεί βαθμολογία.
et: Hinnangut pole määratud.
hr: Ocjena nije postavljena.
is: Engin einkunn sett.
it: Nessuna valutazione impostata.
lt: Įvertinimas nenustatytas.
ro: Nicio evaluare setată.
sk: Hodnotenie nie je nastavené.
sl: Ocena ni določena.
sq: Nuk ka vlerësim të vendosur.
th: ไม่มีการตั้งค่าการให้คะแนน
zh_hans: 未设置评分。
zh_hant: 还没有评分。

# PASSIVE_NAVIGATION_FEEDBACK_BAD_GPS
source: Poor GPS
bg: Лош GPS
cs: Špatný GPS
el: Κακό GPS
et: Kehv GPS
hr: Loš GPS
is: Lélegt GPS
it: GPS scadente
lt: Prastas GPS
ro: GPS slab
sk: Slabý GPS
sl: Slab GPS
sq: GPS i dobët
th: GPS ไม่ดี
zh_hans: GPS信号差
zh_hant: GPS 不佳

# PASSIVE_NAVIGATION_FEEDBACK_INCORRECT_MAP_DATA
source: Incorrect map data
bg: Неправилни данни на картата
cs: Nesprávná data mapy
el: Λανθασμένα δεδομένα χάρτη
et: Ebakorrektne kaardiandmed
hr: Netočni podaci karte
is: Rangar kortagögn
it: Dati mappa errati
lt: Neteisingi žemėlapio duomenys
ro: Date de hartă incorecte
sk: Nesprávne údaje mapy
sl: Napačni podatki zemljevida
sq: Të dhëna të pasakta të hartës
th: ข้อมูลแผนที่ไม่ถูกต้อง
zh_hans: 地图数据不正确
zh_hant: 地圖資料不正確

# PASSIVE_NAVIGATION_FEEDBACK_ACCIDENT
source: Accident
bg: Злополука
cs: Nehoda
el: Ατύχημα
et: Õnnetus
hr: Nesreća
is: Slys
it: Incidente
lt: Avarija
sk: Nehoda
sl: Nesreča
sq: Aksident
th: อุบัติเหตุ
zh_hans: 事故
zh_hant: 事故

# PASSIVE_NAVIGATION_FEEDBACK_WRONG_SPEED_LIMIT
source: Wrong speed limit
bg: Грешно ограничение на скоростта
cs: Špatný rychlostní limit
el: Λάθος όριο ταχύτητας
et: Vale kiiruspiirang
hr: Pogrešno ograničenje brzine
is: Rangt hraðatakmark
it: Limite di velocità sbagliato
lt: Neteisingas greičio apribojimas
ro: Limită de viteză greșită
sk: Nesprávny rýchlostný limit
sl: Napačna omejitev hitrosti
sq: Kufizim i gabuar i shpejtësisë
th: จำกัดความเร็วผิด
zh_hans: 错误的限速
zh_hant: 錯誤的速度限制

# PASSIVE_NAVIGATION_FEEDBACK_CAMERA
source: Camera
bg: Камера
cs: Kamera
el: Κάμερα
et: Kaamera
hr: Kamera
is: Myndavél
it: Telecamera
lt: Fotoaparatas
ro: Cameră
sk: Kamera
sl: Kamera
sq: Kamera
th: กล้อง
zh_hans: 摄像头
zh_hant: 相機

# PASSIVE_NAVIGATION_FEEDBACK_WRONG_TRAFFIC
source: Traffic
bg: Трафик
cs: Doprava
el: Κυκλοφορία
et: Liiklus
hr: Promet
is: Umferð
it: Traffico
lt: Eismas
ro: Trafic
sk: Doprava
sl: Promet
sq: Trafiku
th: การจราจร
zh_hans: 交通
zh_hant: 交通

# PASSIVE_NAVIGATION_FEEDBACK_OTHER
source: Other
bg: Други
cs: Ostatní
el: Άλλο
et: Muu
hr: Ostalo
is: Annað
it: Altro
lt: Kita
ro: Altele
sk: Iné
sl: Drugo
sq: Tjetër
th: อื่นๆ
zh_hans: 其他
zh_hant: 其他

# RATING_ACCESSIBILITY_RESET
source: Tap to reset the rating to zero.
bg: Докоснете, за да нулирате оценката.
cs: Klepněte pro resetování hodnocení na nulu.
el: Πατήστε για επαναφορά της βαθμολογίας στο μηδέν.
et: Puudutage, et lähtestada hinnang nulli.
hr: Dodirnite za vraćanje ocjene na nulu.
is: Pikkaðu til að endurstilla einkunnina í núll.
it: Tocca per reimpostare la valutazione a zero.
lt: Bakstelėkite, kad iš naujo nustatytumėte įvertinimą į nulį.
ro: Atingeți pentru a reseta evaluarea la zero.
sk: Klepnite na obnovenie hodnotenia na nulu.
sl: Tapnite za ponastavitev ocene na nič.
sq: Prekni për të rivendosur vlerësimin në zero.
th: แตะเพื่อรีเซ็ตการให้คะแนนเป็นศูนย์
zh_hans: 点击以将评分重置为零。
zh_hant: 点击将评分置零。

source: Rerouting…
bg: Промяна на маршрута…
cs: Přepočítávání trasy…
el: Επαναδρομολόγηση…
et: Marsruudi muutmine…
hr: Preusmjeravanje…
is: Endurleiðsögn…
it: Ricalcolo del percorso…
lt: Peradresavimas…
ro: Reconfigurare traseu…
sk: Prepočítavam trasu…
sl: Preusmerjanje…
sq: Ripozicionim…
th: กำลังคำนวณเส้นทางใหม่...
zh_hans: 重新路由中…
zh_hant: 线路重新规划中…

source: Resume
bg: Поднови
cs: Pokračovat
el: Συνέχεια
et: Jätka
hr: Nastavi
is: Halda áfram
it: Riprendi
lt: Tęsti
ro: Reluare
sk: Pokračovať
sl: Nadaljuj
sq: Vazhdo
th: ดำเนินการต่อ
zh_hans: 继续
zh_hant: 我的位置

# ROUTE_QUALITY_FP_TRAFFIC_FEEDBACK
source: FP Traffic
bg: FP Трафик
cs: FP Doprava
el: Κυκλοφορία FP
et: Valehäire Liiklus
hr: Lažni promet
is: Falskur jákvæður umferð
it: Traffico FP
lt: FP eismas
ro: Trafic FP
sk: Falošná pozitívna doprava
sl: Lažni pozitivni promet
sq: Trafik i rremë
th: การจราจรที่ผิดพลาด
zh_hans: 误报流量
zh_hant: FP 交通

# ROUTE_QUALITY_FN_TRAFFIC_FEEDBACK
source: FN Traffic
bg: FN Трафик
cs: FN Doprava
el: Κυκλοφορία FN
et: Valenegatiivne Liiklus
hr: Lažno negativan promet
is: FN Umferð
it: Traffico FN
lt: FN eismas
ro: Trafic FN
sk: FN Doprava
sl: Lažni negativni promet
sq: FN Trafiku
th: การจราจร FN
zh_hans: 假阴性流量
zh_hant: FN 交通

# ROUTE_QUALITY_INCORRECT_LANE_GUIDANCE_FEEDBACK
source: Incorrect lane guidance
bg: Неправилно насочване към лентата
cs: Nesprávné navádění do jízdního pruhu
el: Λανθασμένη καθοδήγηση λωρίδας
et: Vale raja juhendamine
hr: Neispravna uputa za traku
is: Röng akreinleiðbeining
it: Indicazioni di corsia errate
lt: Neteisingas eismo juostos nurodymas
ro: Ghidare incorectă pe bandă
sk: Nesprávne vedenie v jazdnom pruhu
sl: Napačno usmerjanje po pasovih
sq: Udhëzimi i korsisë është i pasaktë
th: คำแนะนำเลนที่ไม่ถูกต้อง
zh_hans: 错误的车道指引
zh_hant: 車道指引錯誤

# ROUTE_QUALITY_MISSING_CONSTRUCTION_FEEDBACK
source: Missing Construction
bg: Липсваща конструкция
cs: Chybějící stavba
el: Λείπει η κατασκευή
et: Puuduvad ehitustööd
hr: Nedostaju radovi na cesti
is: Vantar framkvæmdir
it: Costruzione mancante
lt: Trūksta statybos
ro: Construcție lipsă
sk: Chýbajúca výstavba
sl: Manjkajoča gradbena dela
sq: Mungon Ndërtimi
th: การก่อสร้างที่หายไป
zh_hans: 缺少施工
zh_hant: 缺失施工

# ROUTE_QUALITY_MISSING_SPEED_LIMIT_FEEDBACK
source: Missing speed limit
bg: Липсва ограничение на скоростта
cs: Chybějící rychlostní limit
el: Λείπει το όριο ταχύτητας
et: Puuduv kiiruspiirang
hr: Nedostaje ograničenje brzine
is: Vantar hámarkshraða
it: Limite di velocità mancante
lt: Trūksta greičio apribojimo
ro: Lipsă limită de viteză
sk: Chýbajúci rýchlostný limit
sl: Manjkajoča omejitev hitrosti
sq: Mungon kufiri i shpejtësisë
th: ขาดข้อมูลจำกัดความเร็ว
zh_hans: 缺少限速标志
zh_hant: 缺少速度限制

# ROUTE_QUALITY_ILLEGAL_ROUTE_FEEDBACK
source: Illegal route
bg: Незаконен маршрут
cs: Nelegální trasa
el: Παράνομη διαδρομή
et: Ebaseaduslik marsruut
hr: Neispravna ruta
is: Ólögleg leið
it: Percorso illegale
lt: Neteisėtas maršrutas
ro: Rută ilegală
sk: Nelegálna trasa
sl: Nezakonita pot
sq: Rrugë e paligjshme
th: เส้นทางที่ผิดกฎหมาย
zh_hans: 非法路线
zh_hant: 非法路線

# ROUTE_QUALITY_ILLEGAL_ROUTE_TURN_NOT_ALLOWED_FEEDBACK
source: Illegal turn
bg: Незаконен завой
cs: Nelegální odbočení
el: Παράνομη στροφή
et: Ebaseaduslik pööre
hr: Neispravno skretanje
is: Ólögleg beygja
it: Svolta illegale
lt: Neteisėtas posūkis
ro: Viraj ilegal
sk: Nelegálny odboč
sl: Nezakonit obrat
sq: Kthesë e paligjshme
th: เลี้ยวผิดกฎหมาย
zh_hans: 非法转弯
zh_hant: 非法轉彎

# ROUTE_QUALITY_POOR_ROUTE_FEEDBACK
source: Poor route
bg: Лош маршрут
cs: Špatná trasa
el: Κακή διαδρομή
et: Kehv marsruut
hr: Loša ruta
is: Slæm leið
it: Pessimo percorso
lt: Prastas maršrutas
ro: Rută slabă
sk: Zlá trasa
sl: Slaba pot
sq: Rrugë e dobët
th: เส้นทางที่ไม่ดี
zh_hans: 路线不佳
zh_hant: 路線不佳

# ROUTE_QUALITY_ROAD_CLOSURE_FEEDBACK
source: Closure
bg: Затваряне
cs: Uzavírka
el: Κλείσιμο
et: Sulgemine
hr: Zatvaranje
is: Lokun
it: Chiusura
lt: Uždarymas
ro: Închidere
sk: Uzávierka
sl: Zaprtje
sq: Mbyllje
th: ปิด
zh_hans: 封闭
zh_hant: 關閉

# ROUTE_QUALITY_ROAD_CLOSED_FEEDBACK
source: Road closed
bg: Пътят е затворен
cs: Silnice uzavřena
el: Ο δρόμος είναι κλειστός
et: Tee suletud
hr: Cesta zatvorena
is: Veginum lokað
it: Strada chiusa
lt: Kelias uždarytas
ro: Drum închis
sk: Cesta uzavretá
sl: Cesta zaprta
sq: Rruga e mbyllur
th: ถนนปิด
zh_hans: 道路封闭
zh_hant: 道路關閉

source: Same distance
bg: Същото разстояние
cs: Stejná vzdálenost
el: Ίδια απόσταση
et: Sama vahemaa
hr: Ista udaljenost
is: Sama vegalengd
it: Stessa distanza
lt: Tas pats atstumas
ro: Aceeași distanță
sk: Rovnaká vzdialenosť
sl: Enaka razdalja
sq: E njëjta distancë
th: ระยะทางเท่ากัน
zh_hans: 相同距离
zh_hant: 距離相同

# SHORTER_ALTERNATIVE
source: %@ shorter
bg: %@ по-кратко
cs: %@ kratší
el: %@ μικρότερη
et: %@ lühem
hr: %@ kraće
is: %@ styttri
it: %@ più corto
lt: %@ trumpesnis
ro: %@ mai scurt
sk: %@ kratšie
sl: %@ krajša
sq: %@ më e shkurtër
th: %@ สั้นกว่า
zh_hans: %@ 更短
zh_hant: %@更短

# SLOWER_ALTERNATIVE
source: %@ slower
bg: %@ по-бавно
cs: %@ pomalejší
el: %@ πιο αργά
et: %@ aeglasem
hr: %@ sporije
is: %@ hægari
it: %@ Più lentamente
lt: %@ lėčiau
ro: %@ mai lent
sk: %@ pomalšie
sl: %@ počasneje
sq: %@ më ngadalë
th: %@ ช้ากว่า
zh_hans: %@ 更慢
zh_hant: %@慢點

# SPEED_LIMIT_LEGEND
source: Max
bg: Макс
el: Μέγ
hr: Maks
is: Hámark
it: Massimo
lt: Maks
sl: Najv.
sq: Maks
th: สูงสุด
zh_hans: 最高
zh_hant: 最大限度

# USER_IN_SIMULATION_MODE
source: Simulating Navigation at %@×
bg: Симулиране на навигация при %@ ×
cs: Simulace navigace při %@×
el: Προσομοίωση πλοήγησης στο %@×
et: Navigeerimise simuleerimine kiirusel %@×
hr: Simulacija navigacije pri %@×
is: Hermir eftir leiðsögn á %@×
it: Simulazione della navigazione a %@ ×
lt: Imituojant navigaciją adresu %@ ×
ro: Simularea navigației la %@×
sk: Simulácia navigácie pri %@×
sl: Simulacija navigacije pri %@×
sq: Duke Simuluar Navigimin në %@×
th: กำลังจำลองการนำทางที่ %@×
zh_hans: 正在以%@×模拟导航
zh_hant: 正在模拟导航，当前速率 %@

# WAYPOINT_DESTINATION_VIA_WAYPOINTS_FORMAT
source: %1$@, via %2$@
bg: %1$@, през %2$@
cs: %1$@, přes %2$@
el: %1$@, μέσω %2$@
et: %1$@, läbi %2$@
hr: %1$@, preko %2$@
is: %1$@, um %2$@
it: %1$@, tramite %2$@
ro: %1$@, prin %2$@
sk: %1$@, cez %2$@
sl: %1$@, preko %2$@
sq: %1$@, përmes %2$@
th: %1$@, ผ่าน %2$@
zh_hans: %1$@，途经 %2$@
zh_hant: %1$@，经由%2$@

# WAYPOINT_SOURCE_DESTINATION_FORMAT
source: %1$@ and %2$@
bg: %1$@ и %2$@
cs: %1$@ a %2$@
el: %1$@ και %2$@
et: %1$@ ja %2$@
hr: %1$@ i %2$@
is: %1$@ og %2$@
it: %1$@ e %2$@
lt: %1$@ ir %2$@
ro: %1$@ și %2$@
sk: %1$@ a %2$@
sl: %1$@ in %2$@
sq: %1$@ dhe %2$@
th: %1$@ และ %2$@
zh_hans: %1$@ 和 %2$@
zh_hant: %1$@和%2$@
